window.annotations = [{
    "slide": 0,
    "x": 1.77,
    "y": 3.17,
    "path": "M -3,-59 A 31.215 31.215 0 1 0 -10,2",
    "text": "ジョシュアは高校のGPAが3.2、大学では1.8でした。",
    "textOffset": [
      -1,
      -48
    ]
  },
  {
    "slide": 0,
    "x": 2.93,
    "y": 2.08,
    "path": "M 56,61 A 45.102 45.102 0 0 0 19.000001907348633,1.0000003576278687",
    "text": "アビゲイルは高校のGPAが2.1、大学では2.9でした。",
    "textOffset": [
      -5,
      85
    ],
    "width": 18
  },
  {
    "slide": 1,
    "x": 3.7,
    "y": 2,
    "path": "M 1,41 A 209.709 209.709 0 0 1 -310,76",
    "text": "ほとんどの学生が高校のときのGPAのほうが高いです。",
    "textOffset": [
      -69,
      11
    ],
    "width": 18
  },
  {
    "slide": 2,
    "x": 1,
    "y": 4,
    "path": "M 0 0",
    "text": "よく調整されたモデルは、通常、学生の成績の約半分以上をこう予測します...",
    "textOffset": [
      25,
      50
    ],
    "width": 25
  },
  {
    "slide": 2,
    "x": 4,
    "y": 1,
    "path": "M 0 0",
    "text": "...残り半分をこう予測します",
    "textOffset": [
      -109,
      -51
    ],
    "width": 18
  },
  {
    "slide": 5,
    "x": 2.58,
    "y": 2,
    "path": "M 54,34 A 29.707 29.707 0 0 0 11,-6",
    "text": "モデルはルーカスとミアの両方が2.0を取得すると予測していましたが、彼女は最終的に高いGPAを取得しました。",
    "html": "モデルは<span class='highlight male'>ルーカス</span>と<span class='highlight female'>ミア</span>の両方が2.0を取得すると予測していましたが、彼女は最終的に高いGPAを取得しました。",
    "textOffset": [
      -22,
      44
    ],
    "width": 23
  },
  {
    "slide": 5,
    "x": 2.14,
    "y": 2,
    "path": "M 40,61 A 35.025 35.025 0 0 1 -4,7",
    "text": "",
    "textOffset": [
      -100,
      179
    ],
    "width": 14
  }
]